Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# plan_builder.explore
source: Explore first
es: Explorar primero
zh_hans: 先逛逛

# plan_builder.finish_later
source: Finish later
es: Terminar más tarde
zh_hans: 稍后完成

# plan_builder.go_today
source: Go to Today
es: Ir a Hoy
zh_hans: 前往今天

# plan_builder.health.connected
source: Connected. Found %d recent activities.
es: Conectado. Se encontraron %d actividades recientes.
zh_hans: 已连接。找到 %d 次近期运动。

# plan_builder.objective.endurance
source: Build endurance or go farther
es: Mejorar la resistencia o llegar más lejos
zh_hans: 提升耐力或完成更远距离

# plan_builder.objective.event
source: Prepare for an event
es: Prepararme para un evento
zh_hans: 备战赛事

# plan_builder.objective.health
source: Improve health and energy
es: Mejorar la salud y la energía
zh_hans: 改善健康与精力

# plan_builder.objective.speed
source: Improve speed
es: Mejorar la velocidad
zh_hans: 提升速度

# plan_builder.objective.strength
source: Build strength
es: Ganar fuerza
zh_hans: 增强力量

# plan_builder.objective.subtitle
source: Choose the one outcome that matters most right now.
es: Elige el resultado que más te importa ahora mismo.
zh_hans: 选择你目前最看重的一个目标。

# plan_builder.objective.supporting
source: Supporting objectives (optional)
es: Objetivos complementarios (opcional)
zh_hans: 辅助目标（可选）

# plan_builder.objective.title
source: What do you want this plan to help you achieve?
es: ¿Qué quieres conseguir con este plan?
zh_hans: 你希望这个计划帮助你实现什么？

# plan_builder.objective.weight_loss
source: Lose weight
es: Perder peso
zh_hans: 减重

# plan_builder.result.direction
source: A flexible direction built around your objective and available week.
es: Una dirección flexible creada según tu objetivo y tu disponibilidad semanal.
zh_hans: 围绕你的目标和每周时间制定的灵活方向。

# plan_builder.result.easier
source: Make it easier
es: Hacerlo más llevadero
zh_hans: 降低计划难度

# plan_builder.result.change_days
source: Change days
es: Cambiar los días
zh_hans: 更改训练日

# plan_builder.result.change_mix
source: Change activity mix
es: Cambiar la combinación de actividades
zh_hans: 更改运动组合

# plan_builder.result.plan
source: Your plan
es: Tu plan
zh_hans: 你的计划

# plan_builder.result.total_time
source: Starting-week time
es: Tiempo de la primera semana
zh_hans: 起始周总时长

# plan_builder.result.week
source: Your starting week
es: Tu primera semana
zh_hans: 你的起始周

# plan_builder.review.activities
source: Activity mix
es: Combinación de actividades
zh_hans: 运动组合

# plan_builder.review.event
source: Event
es: Evento
zh_hans: 赛事

# plan_builder.review.horizon
source: Review point
es: Momento de revisión
zh_hans: 回顾节点

# plan_builder.review.objective
source: Goal
es: Objetivo
zh_hans: 目标

# plan_builder.review.subtitle
source: Plainstride will schedule the next 7–14 days and adapt what comes after.
es: Plainstride programará los próximos 7–14 días y adaptará lo que venga después.
zh_hans: Plainstride 会具体安排接下来 7–14 天，并根据实际情况调整后续内容。

# plan_builder.review.success
source: Meaningful progress
es: Progreso importante
zh_hans: 有意义的进步

# plan_builder.review.title
source: Ready to create your plan
es: Todo listo para crear tu plan
zh_hans: 准备创建你的计划

# plan_builder.review.week
source: Realistic week
es: Semana realista
zh_hans: 现实可行的一周

# plan_builder.review.week_value
source: %1$d sessions · about %2$d min each
es: %1$d sesiones · unos %2$d min cada una
zh_hans: %1$d 次运动 · 每次约 %2$d 分钟

# plan_builder.skip_error
source: Couldn’t save that choice. Try again.
es: No se pudo guardar esa opción. Inténtalo de nuevo.
zh_hans: 无法保存该选择，请重试。

# plan_builder.smart_setup.activities
source: Activities
es: Actividades
zh_hans: 运动类型

# plan_builder.smart_setup.adjust
source: Adjust it
es: Ajustar
zh_hans: 调整

# plan_builder.smart_setup.based_on
source: Based on %1$d sessions across %2$d recent weeks
es: Basado en %1$d sesiones durante %2$d semanas recientes
zh_hans: 根据最近 %2$d 周的 %1$d 次运动

# plan_builder.smart_setup.constraints
source: Anything changed? Injury, illness, travel, or schedule constraints (optional)
es: ¿Ha cambiado algo? Lesiones, enfermedad, viajes o límites de horario (opcional)
zh_hans: 最近有变化吗？伤病、生病、出行或时间限制（可选）

# plan_builder.smart_setup.days
source: Usual days
es: Días habituales
zh_hans: 常用运动日

# plan_builder.smart_setup.loading
source: Checking your recent training…
es: Revisando tu entrenamiento reciente…
zh_hans: 正在查看你近期的训练记录…

# plan_builder.smart_setup.rhythm
source: Weekly rhythm
es: Ritmo semanal
zh_hans: 每周节奏

# plan_builder.smart_setup.rhythm_value
source: %1$d sessions · up to %2$d min
es: %1$d sesiones · hasta %2$d min
zh_hans: %1$d 次运动 · 最长约 %2$d 分钟

# plan_builder.smart_setup.subtitle
source: I used your recent synced activities to fill this in. Confirm it if your current routine still fits.
es: He usado tus actividades sincronizadas recientes para completar estos datos. Confírmalos si tu rutina actual sigue siendo la misma.
zh_hans: 我已根据你近期同步的运动记录填写这些信息。如果目前的训练习惯没有变化，请确认使用。

# plan_builder.smart_setup.title
source: I already know your training pattern
es: Ya conozco tu patrón de entrenamiento
zh_hans: 我已经了解你的训练规律

# plan_builder.smart_setup.use
source: Use this setup
es: Usar esta configuración
zh_hans: 使用这个设置

# plan_builder.title
source: Plan setup
es: Configurar el plan
zh_hans: 计划设置

# plan_builder.week.constraints
source: Injury, illness, travel, or schedule constraints (optional)
es: Lesiones, enfermedad, viajes o límites de horario (opcional)
zh_hans: 伤病、出行或时间限制（可选）

# plan_builder.week.duration
source: About %d min per session
es: Unos %d min por sesión
zh_hans: 每次约 %d 分钟

# plan_builder.week.preferred_days
source: Preferred days (optional)
es: Días preferidos (opcional)
zh_hans: 偏好的运动日（可选）

# plan_builder.week.sessions
source: %d sessions per week
es: %d sesiones por semana
zh_hans: 每周 %d 次运动

# plan_builder.week.subtitle
source: Choose what is realistic. Preferred days are optional.
es: Elige algo realista. Los días preferidos son opcionales.
zh_hans: 选择真正可行的安排；偏好日期可不填。

# plan_builder.week.title
source: What can most weeks support?
es: ¿Qué puedes mantener la mayoría de las semanas?
zh_hans: 大多数周你能稳定安排多少运动？

# plan_builder.welcome.adapts
source: Adjust when life changes
es: Se adapta cuando cambia tu vida
zh_hans: 生活变化时灵活调整

# plan_builder.welcome.subtitle
source: Plainstride turns your goal, activities, and available time into a plan that adapts as you train.
es: Plainstride convierte tu objetivo, actividades y tiempo disponible en un plan que se adapta a tu entrenamiento.
zh_hans: Plainstride 会根据你的目标、运动类型和可用时间制定计划，并随训练进展持续调整。

# plan_builder.welcome.title
source: A plan that fits real life
es: Un plan que encaja en tu vida
zh_hans: 贴合真实生活的计划

# plan_builder.welcome.today
source: Know what to do today
es: Sabrás qué hacer hoy
zh_hans: 清楚今天该练什么

# plan_builder.welcome.week
source: Start with a concrete week
es: Empieza con una semana concreta
zh_hans: 从具体的一周开始

# goal.focus.aerobic_base
source: Build aerobic fitness
es: Mejorar la base aeróbica
zh_hans: 提升有氧基础

# health.import.title.strength
source: Imported Strength Workout
es: Entrenamiento de fuerza importado
zh_hans: 导入的力量训练

# health.import.title.mobility
source: Imported Mobility Workout
es: Sesión de movilidad importada
zh_hans: 导入的灵活性训练

# weekday.fri
source: Fri
es: Vie
zh_hans: 周五

# weekday.mon
source: Mon
es: Lun
zh_hans: 周一

# weekday.sat
source: Sat
es: Sáb
zh_hans: 周六

# weekday.sun
source: Sun
es: Dom
zh_hans: 周日

# weekday.thu
source: Thu
es: Jue
zh_hans: 周四

# weekday.tue
source: Tue
es: Mar
zh_hans: 周二

# weekday.wed
source: Wed
es: Mié
zh_hans: 周三

# wear.permissions.required
source: Location and health permissions are required to record.
es: Se necesitan permisos de ubicación y salud para grabar.
zh_hans: 需要位置和健康权限才能记录。

# progress.activities
source: Activities
es: Actividades
zh_hans: 活动

# progress.saved
source: saved
es: guardadas
zh_hans: 已保存

# progress.moving
source: moving
es: en movimiento
zh_hans: 运动时间

# progress.gained
source: gained
es: acumulado
zh_hans: 累计

# progress.average_pace
source: Avg Pace
es: Ritmo medio
zh_hans: 平均配速

# progress.period_comparisons
source: Period Comparisons
es: Comparativas por periodo
zh_hans: 周期对比

# progress.trend_history
source: Trend History
es: Historial de tendencias
zh_hans: 趋势记录

# progress.no_trend_data
source: Save activities in this sport to build its trend.
es: Guarda actividades de este deporte para ver su tendencia.
zh_hans: 保存此运动的活动后即可查看趋势。

# progress.insights
source: Insights
es: Observaciones
zh_hans: 洞察

# progress.insights_intro
source: Plainstride explains the strongest patterns it can support with your saved activity data.
es: Plainstride explica los patrones más claros que respaldan tus actividades guardadas.
zh_hans: 平步青云会依据已保存的活动，解释证据最充分的训练规律。

# progress.insights_empty
source: A few more saved activities will unlock grounded comparisons and patterns.
es: Guarda algunas actividades más para descubrir comparativas y patrones fiables.
zh_hans: 再保存几次活动，就能解锁有数据依据的对比与规律。

# progress.new_this_period
source: New this period
es: Nuevo en este periodo
zh_hans: 本周期新增

# progress.vs_last_week.format
source: %+d%% vs last week
es: %+d%% vs. semana pasada
zh_hans: 较上周 %+d%%

# progress.new
source: New
es: Nuevo
zh_hans: 新增

# progress.steady
source: Steady
es: Estable
zh_hans: 持平

# progress.activity_count.format
source: %d activities
es: %d actividades
zh_hans: %d 次活动

# progress.comparison.week
source: Week over week
es: Semana a semana
zh_hans: 周环比

# progress.comparison.month
source: Month over month
es: Mes a mes
zh_hans: 月环比

# progress.comparison.rolling
source: Rolling 28 days
es: Últimos 28 días
zh_hans: 滚动 28 天

# progress.comparison.matched
source: Compared at the same point in the period
es: Comparado en el mismo punto del periodo
zh_hans: 按周期内相同进度对比

# progress.comparison.previous_window
source: Compared with the previous 28 days
es: Comparado con los 28 días anteriores
zh_hans: 与此前 28 天对比

# progress.tab.now
source: Now
es: Ahora
zh_hans: 当前

# progress.tab.trends
source: Trends
es: Tendencias
zh_hans: 趋势

# progress.tab.insights
source: Insights
es: Análisis
zh_hans: 洞察

# progress.tab.records
source: Records
es: Récords
zh_hans: 纪录

# progress.range.4w
source: 4W
es: 4 sem
zh_hans: 4周

# progress.range.1y
source: 1Y
es: 1 a
zh_hans: 1年

# progress.sport.running
source: Running
es: Carrera
zh_hans: 跑步

# progress.sport.cycling
source: Cycling
es: Ciclismo
zh_hans: 骑行

# progress.sport.hiking
source: Hiking
es: Senderismo
zh_hans: 徒步

# progress.sport.walking
source: Walking
es: Caminata
zh_hans: 步行

# progress.sport.swimming
source: Swimming
es: Natación
zh_hans: 游泳

# progress.sport.strength
source: Strength
es: Fuerza
zh_hans: 力量训练

# progress.sport.mobility
source: Mobility
es: Movilidad
zh_hans: 灵活性训练

# progress.sport.activity
source: Activity
es: Actividad
zh_hans: 活动

# progress.confidence.emerging
source: Emerging pattern
es: Patrón inicial
zh_hans: 初步规律

# progress.confidence.solid
source: Solid pattern
es: Patrón consistente
zh_hans: 可靠规律

# progress.confidence.strong
source: Strong pattern
es: Patrón claro
zh_hans: 明显规律

# progress.insight.volume
source: Training volume
es: Volumen de entrenamiento
zh_hans: 训练量

# progress.insight.consistency
source: Consistency
es: Constancia
zh_hans: 持续性

# progress.insight.endurance
source: Long-run balance
es: Equilibrio de la tirada larga
zh_hans: 长距离占比

# progress.insight.efficiency
source: Pace efficiency
es: Eficiencia del ritmo
zh_hans: 配速效率

# progress.insight.load
source: Training load
es: Carga de entrenamiento
zh_hans: 训练负荷

# progress.insight.balance
source: Intensity balance
es: Equilibrio de intensidad
zh_hans: 强度分布

# progress.insight.goals
source: Goal follow-through
es: Cumplimiento de objetivos
zh_hans: 目标完成情况

# progress.insight.pattern
source: Your routine
es: Tu rutina
zh_hans: 你的运动习惯

# progress.insight.volume.up.format
source: Your rolling 28-day distance is %d%% higher than the previous 28 days.
es: Tu distancia de los últimos 28 días es un %d%% mayor que en los 28 anteriores.
zh_hans: 最近 28 天的里程比此前 28 天高 %d%%。

# progress.insight.volume.down.format
source: Your rolling 28-day distance is %d%% lower than the previous 28 days.
es: Tu distancia de los últimos 28 días es un %d%% menor que en los 28 anteriores.
zh_hans: 最近 28 天的里程比此前 28 天低 %d%%。

# progress.insight.consistency.body.format
source: You recorded activity in %d of the last %d weeks.
es: Registraste actividad en %d de las últimas %d semanas.
zh_hans: 过去 %2$d 周中，你有 %1$d 周记录了活动。

# progress.insight.endurance.body.format
source: Your longest activity accounts for %d%% of this week's distance.
es: Tu actividad más larga representa el %d%% de la distancia semanal.
zh_hans: 最长一次活动占本周总里程的 %d%%。

# progress.insight.efficiency.up.format
source: Recent runs were %d%% faster at a similar average heart rate (%+d bpm).
es: Tus carreras recientes fueron un %d%% más rápidas con una frecuencia cardiaca media similar (%+d ppm).
zh_hans: 在平均心率相近（%2$+d 次/分）时，近期跑步配速快了 %1$d%%。

# progress.insight.efficiency.down.format
source: Recent runs were %d%% slower at a similar average heart rate (%+d bpm).
es: Tus carreras recientes fueron un %d%% más lentas con una frecuencia cardiaca media similar (%+d ppm).
zh_hans: 在平均心率相近（%2$+d 次/分）时，近期跑步配速慢了 %1$d%%。

# progress.insight.load.up.format
source: Heart-rate-weighted load rose %d%% over the previous seven days.
es: La carga ponderada por frecuencia cardiaca subió un %d%% frente a los siete días anteriores.
zh_hans: 心率加权负荷较此前 7 天上升了 %d%%。

# progress.insight.load.down.format
source: Heart-rate-weighted load fell %d%% from the previous seven days.
es: La carga ponderada por frecuencia cardiaca bajó un %d%% frente a los siete días anteriores.
zh_hans: 心率加权负荷较此前 7 天下降了 %d%%。

# progress.insight.balance.body.format
source: %d%% of recent heart-rate time was in zones 4–5.
es: El %d%% del tiempo reciente con frecuencia cardiaca estuvo en las zonas 4–5.
zh_hans: 近期心率记录中有 %d%% 处于第 4–5 区。

# progress.insight.goals.body.format
source: You completed %d of %d measurable activity goals in the last 28 days.
es: Completaste %d de %d objetivos medibles en los últimos 28 días.
zh_hans: 最近 28 天内，%2$d 个可衡量活动目标中完成了 %1$d 个。

# progress.insight.pattern.body.format
source: %d%% of your recent activities started in the %@.
es: El %d%% de tus actividades recientes comenzaron por la %@.
zh_hans: 近期活动中有 %d%% 在%@开始。

# progress.day_part.morning
source: morning
es: mañana
zh_hans: 早晨

# progress.day_part.afternoon
source: afternoon
es: tarde
zh_hans: 下午

# progress.day_part.evening
source: evening
es: tarde-noche
zh_hans: 晚间

# progress.evidence.distance.format
source: %@ now · %@ before
es: %@ ahora · %@ antes
zh_hans: 目前 %@ · 此前 %@

# progress.evidence.weeks.format
source: %d active weeks · %d-week window
es: %d semanas activas · periodo de %d semanas
zh_hans: %1$d 个活跃周 · %2$d 周周期

# progress.evidence.long_run.format
source: %@ longest · %@ this week
es: %@ la más larga · %@ esta semana
zh_hans: 最长 %@ · 本周 %@

# progress.evidence.efficiency.format
source: %+d%% pace · %+d bpm
es: %+d%% ritmo · %+d ppm
zh_hans: 配速 %+d%% · 心率 %+d 次/分

# progress.evidence.load.format
source: %.0f load now · %.0f before
es: %.0f de carga ahora · %.0f antes
zh_hans: 目前负荷 %.0f · 此前 %.0f

# progress.evidence.intensity.format
source: %d%% high intensity
es: %d%% de alta intensidad
zh_hans: 高强度占 %d%%

# progress.evidence.goals.format
source: %d completed · %d measured
es: %d completados · %d medidos
zh_hans: 完成 %d 个 · 衡量 %d 个

# progress.evidence.pattern.format
source: %d%% %@ · %d activities
es: %d%% por la %@ · %d actividades
zh_hans: %d%% 在%@ · %d 次活动

# progress.action.volume_high
source: Leave room for recovery before adding more volume.
es: Deja espacio para recuperarte antes de aumentar el volumen.
zh_hans: 继续增加训练量前，先留出恢复空间。

# progress.action.volume
source: Keep the next change gradual and let consistency lead.
es: Haz el próximo cambio de forma gradual y prioriza la constancia.
zh_hans: 下次调整保持循序渐进，以持续性为先。

# progress.action.consistency
source: Protect the routine with a short, doable next session.
es: Protege la rutina con una próxima sesión corta y factible.
zh_hans: 下一次安排短而可行的训练，守住这个节奏。

# progress.action.endurance_high
source: Keep the next session easy; one activity carried most of the week.
es: Haz suave la próxima sesión; una sola actividad concentró casi toda la semana.
zh_hans: 下一次轻松一些；本周大部分里程集中在一次活动中。

# progress.action.endurance
source: Build endurance gradually while keeping the rest of the week comfortable.
es: Desarrolla resistencia poco a poco y mantén cómodo el resto de la semana.
zh_hans: 逐步提升耐力，同时让一周其余训练保持轻松。

# progress.action.efficiency_up
source: Keep effort controlled—the faster pace does not need to become a new minimum.
es: Mantén el esfuerzo controlado; ese ritmo más rápido no tiene que convertirse en el nuevo mínimo.
zh_hans: 继续控制强度；配速变快不代表以后每次都必须达到。

# progress.action.efficiency_down
source: Treat this as context, not a verdict; terrain, fatigue, and weather can all matter.
es: Tómalo como contexto, no como sentencia: el terreno, la fatiga y el clima también influyen.
zh_hans: 把它当作背景信息，而非结论；地形、疲劳和天气都会产生影响。

# progress.action.load_high
source: Consider an easier day before the next demanding session.
es: Valora un día más suave antes de la próxima sesión exigente.
zh_hans: 下一次高强度训练前，可以考虑安排轻松一天。

# progress.action.load
source: Watch how you feel and keep load changes gradual.
es: Observa cómo te sientes y cambia la carga de forma gradual.
zh_hans: 留意身体感受，让负荷变化保持平缓。

# progress.action.intensity_high
source: A larger easy share can help absorb the harder work.
es: Una mayor proporción de trabajo suave puede ayudarte a asimilar las sesiones duras.
zh_hans: 增加轻松训练的占比，有助于消化高强度训练。

# progress.action.intensity
source: Keep easy work genuinely easy and add intensity with purpose.
es: Haz que lo suave sea realmente suave y añade intensidad con intención.
zh_hans: 轻松训练要真正轻松，高强度训练则要目的明确。

# progress.action.goals
source: Set targets that support the week instead of forcing every activity.
es: Elige objetivos que apoyen tu semana sin forzar cada actividad.
zh_hans: 让目标服务于整周安排，而不是勉强每一次活动。

# progress.action.pattern.format
source: When practical, protect a %@ window for the next session.
es: Cuando sea posible, reserva un espacio por la %@ para tu próxima sesión.
zh_hans: 条件允许时，为下一次训练留出%@时段。

# progress.view_insights
source: View insights
es: Ver análisis
zh_hans: 查看洞察

# workout.reminder.debug.provisional
source: Provisional
zh_hans: 临时授权

# circle.activity.calories
source: %lld cal
zh_hans: %lld 千卡

# circle.activity.duration.minutes
source: %lld min
zh_hans: %lld 分钟

# activity.calories.value.format
source: %d cal
zh_hans: %d 千卡

# activity.completed.duration.format
source: %d min
zh_hans: %d 分钟

# activity.completed.duration_calories.format
source: %d min · %d cal
zh_hans: %d 分钟 · %d 千卡

# profile.photo.crop.zoom
source: Zoom
zh_hans: 缩放

# today.calories.format
source: %d kcal
zh_hans: %d 千卡

# today.distance.format
source: %.1f km
zh_hans: %.1f 公里

# today.plan
source: Plan
zh_hans: 计划

# today.time.format
source: %d min
zh_hans: %d 分钟

# record.goal.default_distance
source: 5 km
zh_hans: 5 公里

# record.goal.default_time
source: 30 min
zh_hans: 30 分钟

# record.goal.default_calories
source: 300 kcal
zh_hans: 300 千卡

# record.goal.unit.minutes
source: min
zh_hans: 分钟

# record.goal.unit.calories
source: kcal
zh_hans: 千卡

# activity.goal.calories.format
source: %d kcal
zh_hans: %d 千卡

source: 30 min
zh_hans: 30 分钟

source: 45 min
zh_hans: 45 分钟

# measurement.distance.label.format
source: Dist (%@)
zh_hans: 距离（%@）

# measurement.system.imperial
source: Imperial (mi)
zh_hans: 英制（英里）

# measurement.temperature.celsius
source: Celsius (°C)
zh_hans: 摄氏度（°C）

# measurement.temperature.fahrenheit
source: Fahrenheit (°F)
zh_hans: 华氏度（°F）

source: Plainstride
zh_hans: 平步青云

source: PLAINSTRIDE
zh_hans: 平步青云

source: Plan
zh_hans: 训练计划

# summary.feedback.capacity.10min
source: 10 min
zh_hans: 10 分钟

# summary.feedback.capacity.no
source: No
zh_hans: 不能

# health.import.minutes.format
source: %d min
zh_hans: %d 分钟

# run.simulation.speed.format
source: %.0f km/h
zh_hans: %.0f 公里/时

# app.health.destination
source: Health Connect
zh_hans: 健康数据同步

# app.tab.social
source: Social
zh_hans: 社群

# activity.share.distance.value
source: %.2f km
zh_hans: %.2f 公里

# activity.share.pace.value
source: %d:%2$02d /km
zh_hans: %d:%2$02d /公里

# settings.imperial
source: Imperial
zh_hans: 英制

# settings.celsius
source: Celsius
zh_hans: 摄氏度

# settings.fahrenheit
source: Fahrenheit
zh_hans: 华氏度

# settings.theme.aurora
source: Aurora
zh_hans: 极光

# social.title
source: Social
zh_hans: 动态

# today.minutes
source: %d min
zh_hans: %d 分钟

# today.distance.value
source: 5.0 km
zh_hans: 5.0 公里

# today.time.value
source: 30 min
zh_hans: 30 分钟

# today.calories.value
source: 300 kcal
zh_hans: 300 千卡

# wear.elapsed.distance
source: %d s · %.2f km
zh_hans: %d 秒 · %.2f 公里

# plan_builder.result.total_time_value
source: %d min
zh_hans: %d 分钟

# training_plan.focus.base
source: Base
zh_hans: 基础

# progress.range.3m
source: 3M
zh_hans: 3个月

# progress.range.6m
source: 6M
zh_hans: 6个月
